Repository: Avazbek99/smartforestry
Catalog: news/translations/*/LC_MESSAGES/messages.po
Languages: uz_cyrl

source: Yangiliklar sayti
uz_cyrl: Ўзбекча - Экологик янгиликлар

source: So'nggi ekologik yangiliklar
uz_cyrl: Сўнги экологик янгиликлар

source: O'rmonlar va yashil hududlar haqida eng so'ngi ma'lumotlar
uz_cyrl: Ўрмонлар ва яшил ҳудудлар ҳақида энг сўнги маълумотлар

source: Yangiliklarni ko'rish
uz_cyrl: Янгиликларни кўриш

source: Statistika
uz_cyrl: Статистика

source: bo'yicha <strong>%(total)s</strong> ta yangilik topildi
uz_cyrl: бўйича <strong>%(total)s</strong> та янгилик топилди

source: %(region)s uchun <strong>%(total)s</strong> ta yangilik
uz_cyrl: %(region)s учун <strong>%(total)s</strong> та янгилик

source: Hozircha yangiliklar yo'q
uz_cyrl: Ҳозирча янгиликлар йўқ

source: Tabiat uyg'onmoqda... Tez orada yangiliklar bo'ladi.
uz_cyrl: Табиат уғонмоқда... Тез орада янгиликлар бўлади.

source: To'liq o'qish
uz_cyrl: Тўлиқ ўқиш

source: Yoqdi
uz_cyrl: Ўқди

source: Ulashish
uz_cyrl: Улашиш

source: 📊 Statistika:\n\n📰 Jami yangiliklar: %(total_news)s\n📄 Sahifalar: %(total_pages)s\n🌱 Hududlar: %(regions_count)s
uz_cyrl: 📊 Статистика:\n\n📰 Жами янгиликлар: %(total_news)s\n📄 Саҳифалар: %(total_pages)s\n🌱 Ҳудудлар: %(regions_count)s
